adobe-source-han-sans-otc-fonts
alacritty
amd-ucode
arc-gtk-theme
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
avr-binutils
avr-gcc
avr-libc
avrdude
aws-cli
base
bemenu
binutils
bison
blueberry
bluez
bluez-utils
breeze
breeze-icons
chntpw
chromium
clang
cpupower
dfu-programmer
dfu-util
discord
dmenu
dolphin
efibootmgr
egl-wayland
exa
fakeroot
fd
filelight
firefox
fish
fisher
flex
fzf
gcc
gdb
giggle
git
github-cli
gparted
gqrx
grim
groff
grub
hid-tools
htop
imv
intel-ucode
kate
kdeconnect
kicad
kicad-library
lib32-nvidia-utils
libreoffice-fresh
libtool
linux
linux-firmware
m4
make
man-db
mesa
mlocate
mpv
mutt
neofetch
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia
nvidia-settings
nvidia-utils
onefetch
openssh
os-prober
otf-font-awesome
oxygen
oxygen-icons
pamixer
patch
pavucontrol
pkgconf
playerctl
polkit-kde-agent
powerline-fonts
powertop
pulseaudio
pulseaudio-bluetooth
python-itsdangerous
python-pip
qmk
qt5ct
qt6-wayland
ranger
refind
reflector
ripgrep
rx_tools
sddm
sddm-kcm
spectacle
sshfs
sshpass
steam
stow
sudo
sway
texinfo
texlive-latexextra
tldr
tmux
tree
ttf-fira-code
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
udiskie
unzip
valgrind
vi
vim
vulkan-tools
waybar
wget
which
wl-clipboard
wlroots
wofi
xorg-xeyes
xorg-xhost
yarn
zathura
zathura-pdf-mupdf
zip
zsh
