adobe-source-han-sans-otc-fonts
alacritty
amd-ucode
arc-gtk-theme
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
avr-binutils
avr-gcc
avr-libc
avrdude
base
bemenu
binutils
bison
blueman
bluez
bluez-utils
breeze
breeze-icons
chromium
clang
dfu-programmer
dfu-util
discord
dolphin
efibootmgr
fakeroot
filelight
firefox
fish
flex
gcc
git
github-cli
gparted
groff
grub
hid-tools
htop
imv
intel-ucode
kate
libreoffice-fresh
libtool
linux
linux-firmware
m4
make
man-db
mpv
neofetch
neovim
networkmanager
nodejs
noto-fonts-emoji
npm
ntp
openssh
os-prober
otf-font-awesome
oxygen
oxygen-icons
pamixer
patch
pavucontrol
pkgconf
playerctl
polkit-kde-agent
powerline-fonts
powertop
pulseaudio
pulseaudio-bluetooth
python-itsdangerous
python-pip
qt5ct
qt6-wayland
ranger
refind
reflector
sddm
sddm-kcm
stow
sudo
sway
swayidle
texinfo
tldr
tree
ttf-fira-code
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
udiskie
unzip
vi
vim
waybar
wget
which
wl-clipboard
wofi
xorg-xhost
xorg-xwayland
yarn
zip
